using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace telegramnew
{
    public class ListsOfItems
    {
        public String[] category = new string[] {   "/закупка основных средств",
                                                     "/закупка расходных материалов",
                                                     "/закупка тары",
                                                     "/закупка ИТ девайсов",
                                                     "/закупка прочего" };

       public String[] tampons = new string[] {  "Тампон-зонд с транспортной средой (БЕЛАЯ) Stuart, стер. в проб. п/п (шт)/Медика-Плюс",
                                                 "Тампон-зонд с транспортной средой (ЧЕРНАЯ) Amies, стер. в проб. п/п (шт)/Медика-Плюс",
                                                 "Тампон- зонд  (ПП + вискоза ) в пробирке без среды  стер.13 x 150 N 1800/уп. Китай G 1022",
                                                 "Тампон - зонд { П + вискоза ) стер. в пробирке  НР 5008 Китай",
                                                 "Тампон - зонд { П + вискоза ) стер. в пробирке  12 x 150 EXIM  Китай",
                                                 "Тубфер для взятия мазков о средой  Эймса 13x150 мм с голубой крышкой 50 шт /уп. Китай",
                                                 "Тубфер для взятия мазков о средой  Amies (c углем) 13x150 мм с голубой крышкой 50 шт/уп. Китай", 
                                                 "Тест полоски Уриполиан-10 Н N  100", 
                                                 "Зонд тампон для отбора биол.проб стерильный (пластик вискоза) 15 см стерильн.(без пробирки)",
                                                 "Зонд урогенитальный тип А"};

        public String[] pakets = new string[] {"Пакет д/автоклавирования медицинских отходов 650*800 с индикатором желт. Кл.Б Абрис+",
                                        "Пакет с замком 40x60 мм 1000 шт",
                                        "Пакет для утилизации мед.отходов  70x110 см класс В ( красный )",
                                        "Пакет для утилизации мед.отходов  70x100 см класс Б ( желтый )",
                                        "Мешки для мусора 120л 50 шт/уп 25 мкрн",
                                        "Мешки для мусора 30л (30шт) 17мк черные ПЭ",
                                        "Средство для мытья посуды Капля 0,5 л",
                                        "Туалетная бумага Queen 200м. на втулке 1сл. белая",
                                        "Ватные диски 100 шт",
                                        "Бинт нестерильный 5-10см пл.36 гр/м2 (Т1)Медтекс 900шт/меш",
                                        "Палочки ватные №100 (шт)/Медиас",
                                        "Салфетка дезинфицирующая для иньекций спиртов (изопропил)  75 x 80",
                                        "Мыло хозяйственное 300 г",
                                        "Чековая лента 57x40x12 термо 21 м",
                                        "Полотенца бумажные 1- слойные V слож. Белые 250 шт./уп.",
                                        "Салфетки бумажные 1- слойные в настольный диспенсер белый ( 100 шт. )",
                                        "Салфетки дезинфицирующие Дезклинер N 200",
                                        "Салфетки из нетканного материала 10x 10" };

        public String[] clothes = new string[] {"Перчатки Размер M нитриловые тексткрированные 50пар/упак(шт)/Церебрум",
                                        "Перчатки  Размер L нитриловые",
                                        "Перчатки Размер S нитриловые тексткрированные 50пар/упак(шт)/Церебрум",
                                        "Расспиратор медицинский  KN 95 Китай",
                                        "Халат хирургический спанб.рукава на резинке дл. 140см н/с 25пл(шт)/Медиас",
                                        "Экран защитный"};

        public String[] probirki = new string[] {  "Пробирка 16x100 ( 9 мл ) ( без наполнителя )",
                                            "Пробирка 6 мл (13*100) пустая без наполнителя красная крышка",
                                            "Пробирка вакуум. 4,5мл (13*75) 3,8% цит.натр синяя крышка (шт)",
                                            "Пробирка вакуумная с активатором свертывания 13100 мм , 5 мл",
                                            "Пробирка вакуум. с активатором свертывания, 13*100 мм, 6 мл",
                                            "Пробирка вакуум. с активатором свертывания, 13*75мм, 5мл",
                                            "Пробирка вакуум.с активатором свертывания 16 x 100 мм . 9 мл",
                                            "Пробирка вакуум. с натрия фторидом и оксалат калия 75*13, 4мл",
                                            "Пробирка для взятия проб крови вакуумная с ЭДТА К3, 75*13мм, 5м",
                                            "Пробирка полимерная коническая мерная с крышкой 50 мл. с юбкой устойчивый в инд.уп-ке стерильная",
                                            "Пробирка цилиндрическая с крышкой, 10мл (арт. D1006) (шт)/Церебрум",
                                            "Микропробирка коническая 1,5мл, РР, типа Эппендорф уп-500шт с защитной крышкой (упак)/Медитек" };
        public String[] igla = new string[] { "Игла-бабочка двусторонняя д/забора крови 21G 3/4 (0,8*19мм) (шт)/Церебрум",
                                                "Контейнер д/ сбора биологических материалов 100 мл ( 150 мл/уп. )",
                                                "Контейнер для биомат..60мл полимерный со шпателем (шт)/Медиас",
                                                "Контейнер для биомат. 120мл. полим. стер., в инд.упак. (шт)/Медика-Плюс",
                                                "Чашки петри d-90мм/ПЛАСТИК/ (шт)/Медика-Плюс",
                                                "Наконечник желт. 2-200 мкл универс.уп-1000 шт.",
                                                "Наконечник для дозатора 10-200 мкл стерильный с фильтром",
                                                "Стекло для микропрепаратов предметное с необр.кр. 76*26-1мм, тол.1,0+-0,1мм",
                                                "Стекло покровное 24*24, уп-1000шт (шт)/Медитек",
                                                "Алмадез-экспресс, 5,0л, кожный антисептик (канистра)/Медитек",
                                                "Клиндезин-Экстра 1 литр/Медитек",
                                                "Лейкопластырь бактерицидный 1,9*7,2 см (медицинский, полимерная основа)/Церебрум-М" };

    }
}
